Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Fordypning_i_samisk_nordsamisk.doc.tmx
Source language: sme
Languages: nob

source: SÁMEGIELA ČIEKŊUDEAPMI - OAHPPOPLÁNA
nob: LÆREPLAN I FORDYPNING I SAMISK

source: Fága ulbmil
nob: Formål med faget

source: Sámegiela čiekŋudeapmi lea huksejuvvon seamma fágalaš vuođu ja seamma árvovuođu ala go sámegielfága .
nob: Fordypning i samisk bygger på det samme faglige grunnlaget og det samme verdigrunnlaget som samiskfaget .

source: Oahpahus galgá láhčit dilálašvuođaid fágalaš čiekŋudeapmái ja leat veahkkin ovdánahttit identitehta , ainovdánahttit gielalaš ja kultuvrralaš gelbbolašvuođa sámegielas ja movttiidahttit gulahallat ja ovttasbargat rastá giellarájiid Sámis .
nob: Opplæringen skal legge til rette for faglig fordypning og bidra til identitetsutvikling , videreutvikling av språklig og kulturell kompetanse i samisk og motivere til kommunikasjon og samarbeid på tvers av språkgrenser innenfor Sápmi .

source: Dát mearkkaša hálddašit giela iešguđetlágan arenain , dovdat iežas giela ja ipmirdit ahte giella adno ládje iešguđetlágan dilálašvuođain .
nob: Dette innebærer mestring av språk på ulike arenaer , innsikt i eget språk og forståelse for at språk blir brukt forskjellig i ulike sammenhenger .

source: Ipmárdusa bokte das movt servodatnuppástusat váikkuhit sámegillii , galgá čiekŋudanfága arvvosmahttit beroštumi gillii ja gielladikšumii ja movttiidahttit ja addit oahppái eambbo iešluohttámuša geavahit giela aktiivvalaččat .
nob: Gjennom forståelse for hvordan endringer i samfunnet påvirker samisk , skal fordypningsfaget stimulere til engasjement for språk og språkrøkt og bidra til større motivasjon og selvtillit til aktiv språkbruk .

source: Viiddis gielalaš ja kultuvrralaš gelbbolašvuohta sáhttá váikkuhit dasa ahte oahppit buorebut máhttet servvoštallat sihke iežas ja eará kultuvrra olbmuiguin rabasvuođain , gierdilvuođain ja árvvusatnimiin .
nob: En bred språklig og kulturell kompetanse kan bidra til å gjøre elevene bedre i stand til å møte andre innenfor og utenfor egen kultur med åpenhet , toleranse og respekt .

source: Ipmirdit earáid ságaid ja máhttit ovdanbuktit iežas oaiviliid lea deaŧalaš oassi ovttaskas olbmo giellagelbbolašvuođas .
nob: Å kunne forstå andres budskap og å kunne formidle egne meninger er en vesentlig del av den enkeltes språkkompetanse .

source: Ođđaáigásaš servodagas lea dárbbašlaš máhttit hálddašit iešguđet mediaid ja teavsttaid main leat ollu iešguđetlágan oasit biddjon oktii , nugo čála , jietna ja govva ja seammás oaidnit oktavuođaid giela ja árbemáhtu gaskkas .
nob: I det moderne samfunnet er det nødvendig å kunne forholde seg til ulike medier og sammensatte tekster av ulike elementer som skrift , lyd og bilde og samtidig se sammenhenger mellom språk og tradisjonskunnskap .

source: Sámegiela čiekŋudeapmi galgá leat njálmmálaš ja čálalaš gulahallama arenan iešguđet mediaid geavahemiin .
nob: Fordypning i samisk skal være en arena for muntlig og skriftlig kommunikasjon gjennom bruk av ulike medier .

source: Sámegiela čiekŋudeapmi galgá ainovdánahttit ohppiid njálmmálaš ja čálalaš gálggaid , movttiidahttit lohkat ja buvttadit teavsttaid ja geavatlaččat ja hutkkálaččat geavahit giela máŋggagielalaš servodagas .
nob: Fordypning i samisk skal videreutvikle elevenes muntlige og skriftlige ferdigheter , motivere til lesing og tekstproduksjon og til praktisk og kreativ bruk av språket i et flerspråklig samfunn .

source: Bargu iešguđetlágan teavsttaiguin ja iešguđetlágan gulahallanvugiiguin galgá ovddidit kritihkalaš jurddašeami , estehtalaš dovdaga ja návcca dádjadit ođđaáigásaš mediaduohtavuođas .
nob: Arbeid med ulike tekster og ulike måter å kommunisere på , skal bidra til å videreutvikle kritisk tenkning , estetisk sans og evne til å orientere seg i en moderne medievirkelighet .

source: Fága galgá ovddidit ipmárdusa ja kritihkalaš árvvoštallama iežas giellaovdáneamis ja dahkat ohppiid diđolaš oasseváldin iežaset oahppanproseassas .
nob: Faget skal fremme innsikt i og kritisk vurdering av egen språkutvikling og gjøre elevene til bevisste deltakere i egen læringsprosess .

source: Fága váldooasit
nob: Hovedområder i faget

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit .
nob: Faget er strukturert i hovedområder som det er formulert kompetansemål innenfor .

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan .
nob: Hovedområdene utfyller hverandre og må ses i sammenheng .

source: Bajilgovva váldoosiin :
nob: Oversikt over hovedområder :

source: Jahkeceahkki Váldooasit
nob: Årstrinn Hovedområder

source: Guorahallat giela geavahusas Giella ja gulahallan
nob: Utforsking av språket i bruk Språk og kommunikasjon

source: Guorahallat giela geavahusas
nob: Utforsking av språket i bruk

source: Váldosuorgi guorahallat giela geavahusas válddaha oktavuođa gaskkal giellavuogádaga ja giellageavahusa .
nob: Hovedområdet utforsking av språket i bruk dreier seg om forholdet mellom språket som system og språket i bruk .

source: Váldosuorgái gullá guorahallat sámegiela , mas guovddáš oasit leat iežas giellageavaheapmi , dálá áiggi giella ja movt giella geavahuvvo iešguđet dilálašvuođain ja konteavsttain .
nob: I hovedområdet inngår utforsking av samisk språk der sentrale elementer er egen språkbruk , nåtidsspråk og hvordan språkbruk er situasjons- og kontekstavhengig .

source: Dása gullá maid geahččat gielaid komparatiiva čalmmiiguin , movt sámegiella nuppástuvvá áiggi mielde ja movt mediat váikkuhit sámegiela .
nob: Det dreier seg også om komparative blikk på språk , hvordan samisk endrer seg over tid og hvordan medier påvirker samisk .

source: Jorgaleapmi ja dulkon gaskkal sámegiela ja eará gielaid gullá maid váldosuorgái .
nob: Oversetting og tolking mellom samisk og andre språk inngår i hovedområdet .

source: Giella ja gulahallan
nob: Språk og kommunikasjon

source: Váldosuorgi giella ja gulahallan galgá ainovdánahttit njálmmálaš ja čálalaš gulahallama , lohkan- ja čállingelbbolašvuođa .
nob: Hovedområdet språk og kommunikasjon dreier seg om å videreutvikle muntlig og skriftlig kommunikasjon , lese- og skrivekompetanse .

source: Váldosuorggi guovddážis lea ipmirdit , árvvoštallat ja smiehttat njálmmálaš ja čálalaš ovdanbuktinhámiid ja ieš ráhkadit ja ovdanbuktit iešguđetlágan teavsttaid .
nob: Sentralt i hovedområdet er å forstå , vurdere og reflektere over muntlige og skriftlige uttrykksformer og selv lage og fremføre ulike typer tekster .

source: Dat sisttisdoallá máŋggabealat teavsttaid main jietna , čála ja govat ovttas duddjojit ollislaš oaivila .
nob: I dette inngår sammensatte tekster der lyd , skrift og bilder samlet skaper en helhetlig mening .

source: Váldosuorgái gullet ovdanbuktinhámit nugo girjjit , teáhter , filmmat , aviissat , musihkkavideot ja ođđa digitála ovdanbuktinhámit .
nob: I hovedområdet inngår uttrykksformer som bøker , teater , film , aviser , musikkvideoer og nye digitale uttrykksformer .

source: Fága diibmolohku
nob: Timetall i faget

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan .
nob: Timetall oppgitt i 60-minutters enheter :

source: NUORAIDCEAHKKI
nob: UNGDOMSTRINNET

source: 8.-10. jahkecehkiin : 227 diimmu
nob: 8.-10. årstrinn : 227 timer

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das .
nob: Grunnleggende ferdigheter i faget Grunnleggende ferdigheter er integrert i kompetansemålene der de bidrar til utvikling av og er en del av fagkompetansen .

source: Sámegiela čiekŋudeamis ipmirduvvojit vuođđogálggat ná :
nob: I fordypning i samisk forstås grunnleggende ferdigheter slik :

source: Máhttit njálmmálaččat ovdanbuktit sámegiela čiekŋudeamis mearkkaša máhttit guldalit , hupmat ja árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas . Dan ferte máhttit go galgá gulahallat earáiguin sihke servvoštallamis , bargoeallimis ja almmolaš eallimis .
nob: Å kunne uttrykke seg muntlig i samisk fordypning innebærer å ha evnen til å lytte og tale og kunne vurdere elementene i en sammensatt talesituasjon , som er en forutsetning for kommunikasjon med andre både når det gjelder sosialt samvær , arbeidsliv og deltakelse i offentlig liv .

source: Hupman ja guldaleapmi leat olmmošlaš vuođđodoaimmat mat ovdánit systemáhtalaš oahpahemiin iešguđetlágan njálmmálaš šáŋraid ja doaimmaid bokte .
nob: Det å tale og lytte er grunnleggende menneskelige aktiviteter som i fordypning i samisk blir videreutviklet gjennom systematisk opplæring i ulike muntlige sjangere og aktiviteter .

source: Máhttit čálalaččat ovdanbuktit sámegiela čiekŋudeamis mearkkaša máhttit ovdanbuktit jurdagiiddis iešguđetlágan šáŋrain ja ollu teakstahámiid siskkobealde .
nob: Å kunne uttrykke seg skriftlig i samisk fordypning innebærer å kunne uttrykke seg i ulike sjangere og innenfor mange tekstformer .

source: Čálalašvuohta servodagas lassána , earenoamážit digitála gulahallanvugiid ovdáneami geažil . Gáibádus hálddašit čálalaš ovdanbuktima iešguđet šáŋrain lea sturron .
nob: Skriftligheten i samfunnet er økende , ikke minst gjennom utviklingen av digitale kommunikasjonsformer , og kravet til å mestre skriftlig framstilling i ulike sjangere har blitt større .

source: Čállin lea vuohki ovdánahttit ja hábmet fuomášumiid ja jurdagiid , muhto maid gulahallanmálle ja oahppanvuohki .
nob: Skriving er en måte å utvikle og strukturere ideer og tanker på , men det er også en kommunikasjonsform og en metode for å lære .

source: Máhttit lohkat sámegiela čiekŋudeamis lea oassi praktihkalaš giellagelbbolašvuođas ja mielddisbuktá ahte máhttá lohkat ipmárdusain , guorahallat ja smiehttat ain eanet gáibideaddji teavsttaid .
nob: Å kunne lese i samisk fordypning er en del av den praktiske språkkompetansen og innebærer at en kan lese med forståelse , utforske og reflektere over stadig mer krevende tekster .

source: Lohkan ovdánahttá kulturipmárdusa ja addá vásáhusaid ja vejolašvuođa ipmirdit iežas ja servodaga .
nob: Lesing utvikler kulturforståelse og gir erfaringer og mulighet til å forstå seg selv og samfunnet .

source: Máhttit rehkenastit sámegiela čiekŋudeamis mearkkaša oppalaš doabaovdánahttin , resoneren ja váttisvuođaid čoavdin .
nob: Å kunne regne i samisk fordypning innebærer generell begrepsutvikling , resonnement og problemløsning .

source: Dat sisttisdoallá ipmárdusa hámis , vuogádagas ja komposišuvnnas .
nob: Det gjelder forståelse for form , system og komposisjon .

source: Ipmirdandihte máŋggabealat teavsttaid ja áššeprosa lea deaŧalaš bargat gráfalaš ovdanbuktimiiguin , tabeallaiguin ja statistihkain .
nob: For å forstå sammensatte tekster og sakprosa , er det viktig å arbeide med grafiske framstillinger , tabeller og statistikk .

source: Máhttit geavahit digitála reaidduid sámegiela čiekŋudeamis lea dárbbašlaš jus galgá hálddašit máŋggabealat teakstahámiid ja ovdanbuktimiid .
nob: Å kunne bruke digitale verktøy i samisk fordypning er nødvendig for å mestre sammensatte tekstformer og uttrykk .

source: Dát rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas , teavsttaid ráhkadeamis , komponeremis ja divodeamis .
nob: Dette åpner for nye læringsarenaer og gir nye muligheter i lese- og skriveopplæringen , i produksjon og komponering og i redigering av tekster .

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallandáiddu ja diđolaš gáldogeavaheami .
nob: I den sammenheng er det viktig å utvikle evne til kritisk vurdering og bevisst bruk av kilder .

source: Digitála reaidduid geavaheapmi sáhttá maid doarjut ja ovdánahttit ohppiid gulahallangálggaid ja ovdanbuktimiid .
nob: Bruk av digitale verktøy kan også støtte og utvikle elevenes kommunikasjonsferdigheter og presentasjoner .

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋel
nob: Kompetansemål i faget Etter 10. årstrinn

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
nob: Mål for opplæringen er at eleven skal kunne

source: plánet , čađahit ja ovdandivvut iskkadeami das movt mánát ja nuorat geavahit sámegiela ja movt iešguđet ahkejoavkkut geavahit giela ládje
nob: planlegge , gjennomføre og presentere en undersøkelse av hvordan barn og unge bruker samisk og hvordan språket brukes ulikt av ulike aldersgrupper

source: suokkardit movt teknologiija ja servodatnuppástusat váikkuhit sámegiela ja giela geavahusa ja ságaskuššat árbemáhtu mearkkašumi dálá servodagas
nob: utforske hvordan teknologi og endringer i samfunnet påvirker samisk og bruken av språket og drøfte tradisjonskunnskapens betydning i dagens samfunn

source: ovdandivvut sátnevádjasiid ja gielalaš govahallamiid sámegillii ja buohtastahttit eará gielaiguin , ja ságastallat movt dákkár dajaldagat sáhttet ovddastit iešguđet jurddašanvugiid
nob: presentere ordspråk og billedlige uttrykk på samisk og sammenlikne med andre språk , og samtale om hvordan slike uttrykk kan representere ulike tenkemåter

source: buohtastahttit čálalaš sámegiela sániid ja grammáhtalaš hámiid hupmangielain ja ovdandivvut buohtastahttima bohtosiid
nob: sammenlikne ord og grammatiske former i skriftlig samisk med talemålet og presentere resultatet av sammenlikningen

source: geahččaladdat dulkomiin ja jorgalemiin sámegiela ja eará gielaid gaskkas ja ságastallat movt oaivil rievdá sátneválljema ja konteavstta dáfus
nob: eksperimentere med tolking og oversettelse mellom samisk og andre språk og samtale om hvordan mening endres i forhold til ordvalg og kontekst

source: geahččaladdat iešguđetlágan njálmmálaš ja čálalaš ovdanbuktinhámiiguin iešguđet šáŋrain
nob: eksperimentere med ulike muntlige og skriftlige uttrykksformer i ulike sjangere

source: ovdandivvut dihto meari sániid ja dajaldagaid mat leat ovttaláganat ja iešguđetláganat iešguđet sámegielain
nob: presentere et utvalg av ord og uttrykk som er like og forskjellige i de samiske språkene

source: dokumenteret ja árvvoštallat iežas ovdáneami bargguin guorahallat giela geavahusas
nob: dokumentere og vurdere egen utvikling i arbeid med utforsking av språket i bruk

source: lohkat ja ovdandivvut dihto meari iežasválljen teavsttaid
nob: lese og presentere et utvalg selvvalgte tekster

source: gaskkustit iežas filbma- , teáhter- ja musihkkamuosáhusaid ja árvvoštallat váikkuhangaskaomiid geavaheami
nob: formidle egne opplevelser av film , teater og musikk og vurdere bruk av virkemidler

source: gaskkustit ja kommenteret mediaáššiid iežasválljen mediain ja ráhkadit iežas áššiid iešguđetlágan mediaide
nob: formidle og kommentere medieoppslag fra selvvalgte medier og lage egne oppslag for ulike medier

source: ovdanbuktit prográmma mii lea ovttastuvvon iešguđetlágan ovdanbuktinhámiiguin iežas dahje earáid teavsttaid vuođul
nob: framføre et program sammensatt av ulike uttrykksformer basert på egne eller andres tekster

source: digitála reaidduid bokte ráhkadit ja ovdandivvut máŋggabealat teavsttaid maid vuolggan leat girječálli barggut
nob: utvikle og presentere sammensatte tekster med utgangspunkt i forfatterskap ved hjelp av digitale verktøy

source: buohtastahttit ja árvvoštallat sámegiel neahttasajiid máŋggagielalašvuođa , geavahanvugiid , diehtoávkki ja designa dáfus
nob: sammenlikne og vurdere nettsteder på samisk med hensyn til flerspråklighet , bruksmåter , informasjonsverdi og design

source: árvvoštallat gáldogeavaheami sisdoalu , dahkkivuoigatvuođa ja persovdnagáhttema dáfus
nob: vurdere bruk av kilder med hensyn til innhold , opphavsrett og personvern

source: dokumenteret ja árvvoštallat iežas ovdáneami teakstabargguin
nob: dokumentere og vurdere egen utvikling i arbeid med tekster

source: Árvvoštallan fágas
nob: Vurdering i faget

source: Loahppaárvvoštallama mearrádusat :
nob: Bestemmelser for sluttvurdering :

source: Jahkeceahkki Vuohki
nob: Standpunktvurdering

source: 10. jahkeceahkki Oahppit galget oažžut ovtta oppalašárvosáni .
nob: Årstrinn Ordning 10. årstrinn Elevene skal ha én standpunktkarakter .

source: Eksámen - oahppit
nob: Eksamen for elever

source: 10. jahkeceahkki Oahppit sáhttet vuorbáduvvot njálmmálaš eksámenii .
nob: 10. årstrinn Elevene kan trekkes ut til muntlig eksamen .

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat .
nob: Muntlig eksamen blir utarbeidet og sensurert lokalt .

source: Eksámen - privatisttat
nob: Eksamen for privatister

source: 10. jahkeceahkki Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega .
nob: 10. årstrinn Se gjeldende ordning for grunnopplæringen for voksne .

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas .
nob: De generelle bestemmelsene om vurdering er fastsatt i forskrift til opplæringsloven .
